Repository: tariqmahmood898/mytonwallet
Catalog: mobile/ios/Air/SubModules/WalletContext/Resources/Strings/Localizable.xcstrings
Source language: en
Languages: de, es, pl, ru, th, tr, uk, zh_hans, zh_hant

# App will not ask for signature for %1$d minutes after last entry.
source: The app will not ask for a signature for %1$d minutes after the last entry.
de: Die App wird für %1$d Minuten nach der letzten Eingabe nicht nach einer Signatur fragen.
es: La aplicación no pedirá una firma durante %1$d minutos después de la última entrada.
pl: Aplikacja nie będzie prosić o podpis przez %1$d minut po ostatnim wprowadzeniu.
ru: Приложение не будет запрашивать подпись в течение %1$d минут после последнего ввода.
th: แอปจะไม่ขอให้เซ็นชื่อเป็นเวลา %1$d นาทีหลังจากการป้อนครั้งล่าสุด
tr: Uygulama, son girişten sonra %1$d dakika boyunca imza istemeyecek.
uk: Додаток не запитуватиме підпис протягом %1$d хвилин після останнього введення.
zh_hans: 应用程序在上次输入后%1$d分钟内不会要求签名。
zh_hant: 應用程式在上次輸入後的%1$d分鐘內不會要求簽名。

source: Appearance
de: Erscheinungsbild
es: Apariencia
pl: Wygląd
ru: Внешний вид
th: คุณลักษณะ
tr: Görünüm
uk: Зовнішній вигляд
zh_hans: 外观
zh_hant: 外觀

# Apply Palette
source: Install Palette
de: Palette anwenden
es: Aplicar paleta
pl: Zastosuj paletę
ru: Применить палитру
th: ใช้พาเลต
tr: Paleti uygula
uk: Застосувати палітру
zh_hans: 应用调色板
zh_hant: 套用調色板

source: Are you sure you want to burn this NFT? It will be lost forever.
de: Sind Sie sicher, dass Sie diese NFT verbrennen wollen? Es wird für immer verloren sein.
es: ¿Estás seguro de que quieres quemar este NFT? Se perderá para siempre.
pl: Czy na pewno chcesz spalić ten NFT? Zostanie on stracony na zawsze.
ru: Вы уверены, что хотите сжечь этот NFT? Он будет потерян навсегда.
th: คุณแน่ใจหรือไม่ว่าต้องการเบิร์น NFT นี้? มันจะสูญสลายไปตลอดกาล.
tr: Bu NFT'yi yakmak istediğinizden emin misiniz? Sonsuza kadar kaybolacak.
uk: Ви впевнені, що хочете спалити цей NFT? Його буде втрачено назавжди.
zh_hans: 您确定要烧毁这个 NFT 吗？ 它将永远失去。
zh_hant: 您確定要燒掉這個 NFT 嗎？ 它將永遠失去。

# Are you sure you want to delete?
source: Are you sure you want to delete %1$@?
de: Sind Sie sicher, dass Sie %1$@ löschen möchten?
es: ¿Está seguro de que desea eliminar %1$@?
pl: Czy na pewno chcesz usunąć %1$@?
ru: Вы уверены, что хотите удалить %1$@?
th: คุณแน่ใจหรือไม่ว่าต้องการลบโทเคน %1$@?
tr: %1$@'ı silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити %1$@?
zh_hans: 您确定要删除 %1$@ 吗？
zh_hant: 您確定要刪除 %1$@ 嗎？

source: Are you sure you want to disable Face ID?
de: Sind Sie sicher, dass Sie Face ID deaktivieren möchten?
es: ¿Estás seguro de que quieres deshabilitar Face ID?
pl: Czy na pewno chcesz wyłączyć Face ID?
ru: Вы уверены, что хотите отключить Face ID?
th: คุณแน่ใจหรือไม่ว่าจะปิดใช้งาน Face ID?
tr: Face ID'yi devre dışı bırakmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете відключити Face ID?
zh_hans: 您确定要禁用Face ID吗？
zh_hant: 您確定要禁用Face ID嗎？

source: Are you sure you want to disable Touch ID?
de: Sind Sie sicher, dass Sie Touch ID deaktivieren möchten?
es: ¿Estás seguro de que quieres deshabilitar Touch ID?
pl: Czy na pewno chcesz wyłączyć Touch ID?
ru: Вы уверены, что хотите отключить Touch ID?
th: คุณแน่ใจหรือไม่ว่าจะปิดใช้งาน Touch ID?
tr: Touch ID'yi devre dışı bırakmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете відключити Touch ID?
zh_hans: 您确定要禁用Touch ID吗？
zh_hant: 您確定要禁用Touch ID嗎？

source: Are you sure you want to disable biometrics?
de: Sind Sie sicher, dass Sie die Biometrie deaktivieren möchten?
es: ¿Estás seguro de que quieres deshabilitar la biometría?
pl: Czy na pewno chcesz wyłączyć biometrię?
ru: Вы уверены, что хотите отключить биометрию?
th: คุณแน่ใจหรือไม่ว่าจะปิดใช้งาน Biometrics?
tr: Biyometrik korumayı devre dışı bırakmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете відключити біометрію?
zh_hans: 您确定要禁用生物识别技术吗？
zh_hant: 您確定要禁用生物識別技術嗎？

source: Are you sure you want to disconnect all websites?
de: Sind Sie sicher, dass Sie alle Webseiten trennen möchten?
es: ¿Estás seguro de que quieres desconectar todas las dapps?
pl: Czy na pewno chcesz rozłączyć wszystkie witryny?
ru: Вы уверены, что хотите отключить все сайты?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการเชื่อมต่อทั้งหมด?
tr: Tüm web sitelerinin bağlantısını kesmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете відключити всі сайти?
zh_hans: 您确定要断开所有网站吗？
zh_hant: 您確定要斷開所有網站嗎？

# Are you sure you want to disconnect?
source: Are you sure you want to disconnect %1$@?
de: Sind Sie sicher, dass Sie %1$@ trennen möchten?
es: ¿Estás seguro de que quieres desconectar %1$@?
pl: Czy na pewno chcesz rozłączyć %1$@?
ru: Вы уверены, что хотите отключить %1$@?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการเชื่อมต่อ %1$@?
tr: %1$@ bağlantısını kesmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете відключити %1$@?
zh_hans: 您确定要断开 %1$@ 吗？
zh_hant: 你確定要斷開 %1$@ 嗎？

# Are you sure you want to hide these %number% NFTs?
source: Are you sure you want to hide these %1$@ NFTs?
de: Bist du sicher, dass du diese %1$@ NFTs ausblenden möchtest?
es: ¿Estás seguro de que quieres ocultar estos %1$@ NFTs?
pl: Czy na pewno chcesz ukryć te %1$@ NFT?
ru: Вы уверены, что хотите скрыть эти %1$@ NFT?
th: คุณแน่ใจหรือว่าต้องการซ่อน %1$@ NFTs นี้?
tr: Bu %1$@ NFT'yi gizlemek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете приховати ці %1$@ NFT?
zh_hans: 您确定要隐藏这 %1$@ 个NFT吗？
zh_hant: 您確定要隱藏這 %1$@ 個NFT嗎？

# Are you sure you want to hide this NFT collection containing %number% NFTs?
source: Are you sure you want to hide this NFT collection containing %1$@ NFTs?
de: Sind Sie sicher, dass Sie diese NFT-Sammlung mit %1$@ NFTs ausblenden möchten?
es: ¿Estás seguro de que quieres ocultar esta colección de NFT que contiene %1$@ NFTs?
pl: Czy na pewno chcesz ukryć tę kolekcję NFT zawierającą %1$@ NFT?
ru: Вы уверены, что хотите скрыть эту коллекцию NFT, содержащую %1$@ NFT?
th: คุณแน่ใจหรือไม่ว่าต้องการซ่อนคอลเล็กชัน NFT ที่มี %1$@ NFT นี้
tr: %1$@ NFT içeren bu NFT koleksiyonunu gizlemek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете сховати цю колекцію NFT, яка містить %1$@ NFT?
zh_hans: 你确定要隐藏这个包含 %1$@ 个 NFT 的收藏吗？
zh_hant: 你確定要隱藏這個包含 %1$@ 個 NFT 的收藏嗎？

source: Are you sure you want to remove this address from your saved ones?
de: Sind Sie sicher, dass Sie diese Adresse aus den gespeicherten löschen möchten?
es: ¿Está seguro de que desea eliminar esta dirección?
pl: Czy na pewno chcesz usunąć ten adres z zapisanych?
ru: Уверены, что хотите удалить сохранённый адрес кошелька?
th: คุณแน่ใจหรือไม่ ว่าต้องการลบที่อยู่บัญชีนี้ออกจากบันทึกของคุณ?
tr: Bu adresi kayıtlı adreslerinizden kaldırmak istediğinizden emin misiniz?
uk: Упевнені, що хочете видалити збережену адресу гаманця?
zh_hans: 您确定要从保存的地址中删除吗？
zh_hant: 您確定要從保存的地址中刪除嗎？

source: Assets
de: Vermögenswerte
es: Activos
pl: Aktywa
ru: Активы
th: สินทรัพย์
tr: Varlıklar
uk: Активи
zh_hans: 资产
zh_hant: 資產

source: Assets & Activity
de: Vermögenswerte und Aktivitäten
es: Activos & Actividad
pl: Aktywa i aktywność
ru: Активы и лента
th: สินทรัพย์และกิจกรรม
tr: Varlıklar ve Etkinlik
uk: Активи та Стрічка
zh_hans: 资产 & 活动记录
zh_hant: 資產 & 活動紀錄

source: Attributes
de: Attribute
es: Atributos
pl: Atrybuty
ru: Атрибуты
th: คุณสมบัติ
tr: Nitelikler
uk: Атрибути
zh_hans: 属性
zh_hant: 屬性

source: Auto-Lock
de: Auto-Sperre
es: Bloqueo automático
pl: Blokada automatyczna
ru: Автоблокировка
th: ล็อคอัตโนมัติ
tr: Otomatik Kilit
uk: Автоблокування
zh_hans: 自动锁
zh_hant: 自動鎖

source: Auto-Updates
de: Automatische Aktualisierungen
es: Actualizaciones automáticas
pl: Aktualizacje automatyczne
ru: Автообновления
th: การอัปเดตอัตโนมัติ
tr: Otomatik Güncellemeler
uk: Автооновлення
zh_hans: 自动更新
zh_hant: 自動更新

source: Back
de: Zurück
es: Volver
pl: Powrót
ru: Назад
th: ย้อนกลับ
tr: Geri
uk: Назад
zh_hans: 返回上一步
zh_hant: 上一步

source: Back Up Secret Words
de: Geheime Wörter sichern
es: Copia de seguridad
pl: Tajne słowa kopii zapasowej
ru: Резервная копия
th: สำรองข้อมูลด้วยซีเคร็ทเวิร์ด
tr: Gizli Kelimeleri Yedekleyin
uk: Резервна копія
zh_hans: 备份助记词
zh_hant: 備份註記詞

source: Back up wallet to have full access to it
de: Sichern Sie das Wallet, um vollen Zugriff darauf zu haben
es: Haga una copia de seguridad del monedero para tener acceso completo al mismo
pl: Zrób kopię zapasową portfela, aby mieć do niego pełny dostęp.
ru: Сделайте резервную копию кошелька, чтобы иметь к нему полный доступ
th: สำรองวอลเล็ตเพื่อให้เข้าถึงได้อย่างเต็มที่
tr: Tam erişime sahip olmak için cüzdanı yedekleyin
uk: Зробіть резервну копію гаманця, щоб мати до нього повний доступ
zh_hans: 备份钱包以完全访问它
zh_hant: 備份錢包以完全訪問它

source: Base Currency
de: Basiswährung
es: Moneda base
pl: Waluta bazowa
ru: Базовая валюта
th: สกุลเงินหลัก
tr: Ana Para Birimi
uk: Базова валюта
zh_hans: 基本货币
zh_hant: 基本貨幣

source: Best
de: Beste
es: Mejor
pl: Najlepszy
ru: Лучший
th: ที่ดีที่สุด
tr: En İyi
uk: Найкращий
zh_hans: 最佳
zh_hant: 最佳

source: Best Rate
de: Bester Kurs
es: Mejor Tasa
pl: Najlepszy Kurs
ru: Лучший курс
th: อัตราที่ดีที่สุด
tr: En İyi Kur
uk: Найкращий курс
zh_hans: 最佳汇率
zh_hant: 最佳匯率

source: Bidding at NFT Auction
de: Bieten bei NFT-Auktion
es: Puja en la subasta de NFT
pl: Licytacja w aukcji NFT
ru: Ставка на аукционе NFT
th: กำลังประมูล NFT
tr: NFT müzayedesinde teklif verme
uk: Ставка на аукціоні NFT
zh_hans: NFT 拍卖中出价
zh_hant: NFT 拍賣中出價

source: Binary Data
de: Binärdaten
es: Datos binarios
pl: Dane binarne
ru: Бинарные данные
th: ข้อมูลไบนารี
tr: İkili Veri
uk: Бінарні дані
zh_hans: 二进制数据
zh_hant: 二進位資料

source: Biometric Authentication
de: Biometrische Authentifizierung
es: Autenticación biométrica
pl: Autentykacja biometryczna
ru: Биометрическая аутентификация
th: รับรองความปลอดภัยด้วย Biometric
tr: Biyometrik kimlik doğrulama
uk: Біометрична аутентифікація
zh_hans: 生物识别认证
zh_hant: 生物辨識認證

source: Biometric Confirmation
de: Biometrische Bestätigung
es: Confirmación biométrica
pl: Potwierdzenie biometryczne
ru: Подтверждение биометрии
th: การยืนยันด้วย Biometric
tr: Biyometrik onay
uk: Підтвердження біометрії
zh_hans: 生物识别确认
zh_hant: 生物辨識確認

source: Biometric Registration
de: Biometrische Registrierung
es: Registro Biométrico
pl: Rejestracja biometryczna
ru: Подключение биометрии
th: ลงทะเบียนด้วย Biometric
tr: Biyometrik kayıt
uk: Підключення біометрії
zh_hans: 生物识别注册
zh_hant: 生物辨識註冊

source: Biometric authentication failed
de: Biometrische Authentifizierung fehlgeschlagen
es: Fallo en la autenticación biométrica
pl: Niepowodzenie uwierzytelniania biometrycznego
ru: Ошибка биометрической аутентификации
th: การยืนยันตัวตนด้วยลายนิ้วมือล้มเหลว
tr: Biyometrik kimlik doğrulama başarısız oldu
uk: Біометрична аутентифікація не вдалася
zh_hans: 生物识别认证失败
zh_hant: 生物識別認證失敗

source: Biometric confirmation failed
de: Biometrische Bestätigung fehlgeschlagen
es: La confirmación biométrica ha fallado
pl: Potwierdzenie biometryczne nie powiodło się
ru: Ошибка авторизации
th: การยืนยันข้อมูลชีวภาพล้มเหลว
tr: Biyometrik doğrulama başarısız oldu
uk: Помилка авторизації
zh_hans: 生物识别确认失败
zh_hant: 生物辨識確認失敗

source: Biometric confirmation failed.
de: Biometrische Bestätigung fehlgeschlagen.
es: Error de confirmación biométrica.
pl: Potwierdzenie biometryczne nie powiodło się.
ru: Подтвердить биометрию не удалось.
th: การยืนยันด้วย Biometric ล้มเหลว.
tr: Biyometrik onaylama başarısız oldu.
uk: Підтвердити біометрію не вдалося.
zh_hans: 生物识别确认失败。
zh_hant: 生物辨識確認失敗。

source: Biometric setup failed.
de: Biometrische Einrichtung fehlgeschlagen.
es: Error en la configuración biométrica.
pl: Konfiguracja biometryczna nie powiodła się.
ru: Настроить биометрию не удалось.
th: การตั้งค่าความปลอดภัยด้วย Biometric ล้มเหลว.
tr: Biyometrik kurulum başarısız oldu.
uk: Налаштувати біометрію не вдалося.
zh_hans: 生物识别设置失败。
zh_hant: 生物辨識設定失敗。

source: Biometrics Disabled
de: Biometrie deaktiviert
es: Biometría deshabilitada
pl: Biometria wyłączona
ru: Биометрия отключена
th: Biometrics ได้ถูกปิดใช้งาน
tr: Biyometrik koruma devre dışı
uk: Біометрія вимкнена
zh_hans: 生物识别已禁用
zh_hant: 生物辨識已停用

source: Biometrics Enabled
de: Biometrie aktiviert
es: Biometría habilitada
pl: Biometria włączona
ru: Биометрия включена
th: Biometrics ได้ถูกเปิดใช้งาน
tr: Biyometrik koruma etkin
uk: Біометрія ввімкнена
zh_hans: 启用生物识别
zh_hant: 啟用生物識別

source: Blockchain Fee Details
de: Blockchain-Gebührenübersicht
es: Detalles de la tarifa de blockchain
pl: Szczegóły opłaty blockchain
ru: Детали комиссии блокчейна
th: รายละเอียดค่าธรรมเนียมบล็อกเชน
tr: Blockchain Ücret Detayları
uk: Деталі комісії блокчейна
zh_hans: 区块链费用详情
zh_hant: 區塊鏈費用詳情

source: Bluetooth unavailable
de: Bluetooth nicht verfügbar
es: Bluetooth no disponible
pl: Bluetooth niedostępne
ru: Bluetooth недоступен
th: บลูทูธไม่พร้อมใช้งาน
tr: Bluetooth kullanılamıyor
uk: Bluetooth недоступний
zh_hans: 蓝牙不可用
zh_hant: 藍牙不可用

source: Bought NFT
de: NFT gekauft
es: NFT comprado
pl: NFT kupione
ru: Куплен NFT
th: ซื้อ NFT แล้ว
tr: NFT satın alındı
uk: Куплено NFT
zh_hans: 已购买NFT
zh_hant: 已購買NFT

source: Bounced
de: Zurückgesendet
es: Rebotado
pl: Odbity
ru: Отскок
th: ตีกลับ
tr: Geri döndü
uk: Відскок
zh_hans: 被退回
zh_hant: 被退回

source: Bouncing
de: Zurückspringen
es: Rebotando
pl: Odbijanie
ru: Отскок
th: กำลังตีกลับ
tr: Geri dönüyor
uk: Відскок
zh_hans: 反弹中
zh_hant: 反彈中

source: Built-in DEX Aggregator
de: Integrierter DEX-Aggregator
es: Agregador DEX incorporado
pl: Wbudowany agregator DEX
ru: Встроенный DEX-агрегатор
th: ตัวรวบรวม DEX ในตัว
tr: Dahili DEX Toplayıcı
uk: Вбудований агрегатор DEX
zh_hans: 内置Dex聚合器
zh_hant: 內建Dex聚合器

source: Burn
de: Brennen
es: Quemar
pl: Spal
ru: Сжечь
th: เบิร์น
tr: Yakmak
uk: Спалити
zh_hans: 烧伤
zh_hant: 燒傷

source: Burn All
de: Alles verbrennen
es: Quemar todo
pl: Spal wszystko
ru: Сжечь все
th: เบิร์นทั้งหมด
tr: Hepsini yak
uk: Спалити все
zh_hans: 全部烧掉
zh_hant: 全部燒掉

source: Burn NFT
de: NFT brennen
es: Quemar NFT
pl: Spal NFT
ru: Сжечь NFT
th: เบิร์น NFT
tr: NFT'yi yaz
uk: Спалити NFT
zh_hans: 烧毁NFT
zh_hant: 燒毀NFT

source: Burned
de: Verbrannt
es: Quemado
pl: Spalone
ru: Сожжено
th: เผาแล้ว
tr: Yakıldı
uk: Спалено
zh_hans: 已销毁
zh_hant: 已銷毀

source: Burning
de: Verbrennen
es: Quemando
pl: Palenie
ru: Сжигание
th: กำลังเผา
tr: Yakma
uk: Спалювання
zh_hans: 销毁
zh_hant: 銷毀

source: Buy with Card
de: Mit Karte kaufen
es: Comprar con Tarjeta
pl: Kup za pomocą karty
ru: Покупка с карты
th: ซื้อด้วยบัตร
tr: Kart ile Satın Al
uk: Купівля з картки
zh_hans: 用卡购买
zh_hant: 用卡購買

source: Buy with Crypto
de: Mit Krypto kaufen
es: Comprar con Cripto
pl: Kup za pomocą kryptowalut
ru: Покупка за криптовалюту
th: ซื้อด้วยคริปโต
tr: Kripto ile Satın Al
uk: Купівля за криптовалюту
zh_hans: 用加密货币购买
zh_hant: 用加密貨幣購買

source: Buying NFT
de: NFT wird gekauft
es: Comprando NFT
pl: Kupowanie NFT
ru: Покупка NFT
th: กำลังซื้อ NFT
tr: NFT satın alınıyor
uk: Купівля NFT
zh_hans: 正在购买 NFT
zh_hant: 正在購買 NFT

source: Buying with card is not supported in Testnet.
de: Der Kauf mit Karte wird in Testnet nicht unterstützt.
es: La compra con tarjeta no es compatible con Testnet.
pl: Zakup za pomocą karty nie jest obsługiwany w sieci testowej.
ru: Покупка с помощью карты не поддерживается в Testnet.
th: การซื้อด้วยบัตรยังไม่รองรับบน Testnet.
tr: Testnet'te kartla satın alma desteklenmemektedir.
uk: Купівля за допомогою картки не підтримується в Testnet.
zh_hans: 测试网不支持刷卡购买。
zh_hant: 測試網不支援刷卡購買。

source: Called Contract
de: Vertrag aufgerufen
es: Contrato llamado
pl: Wywołany kontrakt
ru: Вызван контракт
th: เรียกใช้สัญญา
tr: Kontrat çağrıldı
uk: Викликано контракт
zh_hans: 已调用合约
zh_hant: 已調用合約

source: Calling Contract
de: Vertrag wird aufgerufen
es: Llamando al contrato
pl: Wywoływanie kontraktu
ru: Вызов контракта
th: กำลังเรียกสัญญา
tr: Sözleşme çağrılıyor
uk: Виклик контракту
zh_hans: 调用合约
zh_hant: 呼叫合約

source: Can be imported to any multichain wallet supporting TON.
de: Kann in jede Multichain-Wallet importiert werden, die TON unterstützt.
es: Puede ser importado a cualquier cartera multichain compatible con TON.
pl: Można zaimportować do portfeli multichain z obsługą TON.
ru: Можно импортировать в мультичейн кошельки с поддержкой TON.
th: สามารถนำเข้าไปยังกระเป๋ามัลติเชนใดๆ ที่รองรับ TON ได้
tr: TON destekleyen herhangi bir çoklu zincir cüzdanına aktarılabilir.
uk: Можна імпортувати в мультичейн-гаманці з підтримкою TON.
zh_hans: 可以导入到任何支持TON的多链钱包。
zh_hant: 可以匯入至任何支援TON的多鏈錢包。

source: Can be imported to non-multichain wallets for TON.
de: Kann in nicht-multichain Wallets für TON importiert werden.
es: Puede ser importado a carteras no multichain para TON.
pl: Można zaimportować do portfeli TON bez obsługi multichain.
ru: Можно импортировать в кошельки TON без поддержки мультичейна.
th: สามารถนำเข้าไปยังกระเป๋าที่ไม่ใช่มัลติเชนสำหรับ TON ได้
tr: TON için çoklu zincir olmayan cüzdanlara aktarılabilir.
uk: Можна імпортувати в гаманці TON без підтримки мультичейна.
zh_hans: 可以导入到不支持多链的TON钱包。
zh_hant: 可以匯入至不支援多鏈的TON錢包。

source: Can't confirm?
de: Anmeldung nicht möglich?
es: ¿No puedes acceder?
pl: Nie możesz się zalogować?
ru: Не удаётся войти?
th: เข้าระบบไม่ได้?
tr: Giriş yapılamıyor mu?
uk: Не вдається увійти?
zh_hans: 无法登录？
zh_hant: 無法登入？

source: Cancel
de: Abbrechen
es: Cancelar
pl: Anuluj
ru: Отмена
th: ยกเลิก
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

source: Canceled by the user
de: Vom Benutzer abgebrochen
es: Cancelado por el usuario
pl: Anulowano przez użytkownika
ru: Отменено пользователем
th: ยกเลิกโดยผู้ใช้
tr: Kullanıcı tarafından iptal edildi
uk: Скасовано користувачем
zh_hans: 用户已取消
zh_hant: 用戶已取消

source: Cannot be sent
de: Kann nicht gesendet werden
es: No se puede enviar
pl: Nie można wysłać
ru: Нельзя отправить
th: ไม่สามารถส่งได้
tr: Gönderilemiyor
uk: Не можна відправити
zh_hans: 无法发送
zh_hant: 無法發送

source: Cannot load widget
de: Widget kann nicht geladen werden
es: No se puede cargar el widget
pl: Nie można załadować widżetu
ru: Невозможно загрузить виджет
th: ไม่สามารถโหลดวิดเจ็ตได้
tr: Widget yüklenemiyor
uk: Неможливо завантажити віджет
zh_hans: 无法加载小部件
zh_hant: 無法加載小部件

source: Card has been upgraded!
de: Karte wurde aktualisiert!
es: ¡La tarjeta ha sido mejorada!
pl: Karta została ulepszona!
ru: Карта улучшена!
th: บัตรได้รับการอัปเกรดแล้ว!
tr: Kart yükseltildi!
uk: Карту покращено!
zh_hans: 卡片已升级！
zh_hant: 卡片已升級！

source: Cell Data
de: Zelldaten
es: Datos de celda
pl: Dane komórki
ru: Данные ячейки
th: ข้อมูลเซลล์
tr: Hücre Verisi
uk: Дані комірки
zh_hans: 单元数据
zh_hant: 單元資料

source: Cell Schema
de: Zellenschema
es: Esquema de celda
pl: Schemat komórki
ru: Схема ячейки
th: โครงสร้างเซลล์
tr: Hücre Şeması
uk: Схема комірки
zh_hans: 单元结构
zh_hant: 單元結構

source: Change
de: Ändern.
es: Cambiar
pl: Zmiana
ru: Изменить
th: เปลี่ยน
tr: Değiştir
uk: Редагувати
zh_hans: 更改密码
zh_hant: 更改密碼

source: Change Linked Wallet
de: Verknüpftes Wallet ändern
es: Cambiar monedero vinculado
pl: Zmień powiązany portfel
ru: Изменить привязанный кошелёк
th: เปลี่ยนกระเป๋าเงินที่เชื่อมโยง
tr: Bağlı cüzdanı değiştir
uk: Змінити прив'язаний гаманець
zh_hans: 更改已链接钱包
zh_hant: 變更已連結錢包

source: Change Palette
de: Palette ändern
es: Cambiar paleta
pl: Zmień paletę
ru: Изменить палитру
th: เปลี่ยนพาเลต
tr: Paleti Değiştir
uk: Змінити палітру
zh_hans: 更改调色板
zh_hant: 更改調色板

source: Change Passcode
de: Passcode ändern
es: Cambiar código
pl: Zmień kod
ru: Изменить код
th: เปลี่ยนรหัสผ่าน
tr: Şifreyi değiştir
uk: Змінити код
zh_hans: 更改密码
zh_hant: 更改密碼

source: Change Password
de: Passwort ändern
es: Cambiar contraseña
pl: Zmień hasło
ru: Изменить пароль
th: เปลี่ยนรหัสผ่าน
tr: Parolayı değiştir
uk: Змінити пароль
zh_hans: 更改密码
zh_hant: 更改密碼

source: Change Wallet
de: Wallet ändern
es: Cambiar monedero
pl: Zmień portfel
ru: Изменить кошелёк
th: เปลี่ยนกระเป๋าเงิน
tr: Cüzdanı değiştir
uk: Змінити гаманець
zh_hans: 更改钱包
zh_hant: 變更錢包

source: Change password visibility
de: Sichtbarkeit des Passworts ändern
es: Cambiar la visibilidad de la contraseña
pl: Zmiana widoczności hasła
ru: Изменить видимость пароля
th: เปลี่ยนการแสดงรหัสผ่าน
tr: Parola görünürlüğünü değiştir
uk: Змінити видимість пароля
zh_hans: 改变密码可见
zh_hant: 更改密碼能見度

source: Check eligibility
de: Verfügbarkeit prüfen
es: Verificar elegibilidad
pl: Sprawdź dostępność
ru: Проверить доступность
th: ตรวจสอบสิทธิ์
tr: Uygunluğu kontrol et
uk: Перевірити доступність
zh_hans: 检查资格
zh_hant: 檢查資格

source: Check eligibility for max APY
de: Verfügbarkeit für max. APY prüfen
es: Verificar elegibilidad para APY máx.
pl: Sprawdź dostępność maks. APY
ru: Проверить доступность макс. APY
th: ตรวจสอบสิทธิ์สำหรับ APY สูงสุด
tr: Maks. APY için uygunluğu kontrol et
uk: Перевірити доступність макс. APY
zh_hans: 检查最大 APY 资格
zh_hant: 檢查最大 APY 資格

source: Chinese Yuan
de: Chinesischer Yuan
es: Yuan chino
pl: Chiński juan
ru: Китайский юань
th: หยวนจีน
tr: Çin Yuanı
uk: Китайський юань
zh_hans: 人民币
zh_hant: 人民幣

source: Claim
de: Beanspruchen
es: Afirmar
pl: Prawo
ru: Вывести награды
th: เรียกร้อง
tr: İddia
uk: Позов
zh_hans: 宣称
zh_hant: 索賠

source: Claim Rewards
de: Belohnungen beanspruchen
es: Reclamar recompensas
pl: Odbierz nagrody
ru: Получить награды
th: รับรางวัล
tr: Ödülleri Talep Et
uk: Отримати винагороди
zh_hans: 领取奖励
zh_hant: 領取獎勵

source: Clear
de: Löschen
es: Borrar
pl: Wyczyść
ru: Очистить
th: ล้าง
tr: Temizle
uk: Очистити
zh_hans: 清除
zh_hant: 清除

source: Close
de: Schließen
es: Cerrar
pl: Zamknij
ru: Закрыть
th: ปิด
tr: Kapat
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

source: Code set successfully
de: Code erfolgreich festgelegt
es: Código configurado correctamente
pl: Kod ustawiono pomyślnie
ru: Код успешно установлен
th: รหัสผ่านถูกตั้งค่าสำเร็จ
tr: Kod başarıyla ayarlandı
uk: Код успішно встановлено
zh_hans: 代码设置成功
zh_hant: 代碼設定成功

source: Codes don’t match
de: Die Codes stimmen nicht überein.
es: Los códigos no coinciden
pl: Kody nie pasują
ru: Коды не совпадают
th: รหัสผ่านไม่ตรงกัน
tr: Kodlar eşleşmiyor
uk: Коди не збігаються
zh_hans: 代码不匹配
zh_hant: 代碼不匹配

source: Coins have been sent!
de: Die Coins wurden gesendet!
es: ¡Se han enviado monedas!
pl: Monety zostały wysłane!
ru: Перевод отправлен!
th: โทเคนได้ถูกส่งแล้ว!
tr: Coin'ler gönderildi!
uk: Переказ надіслано!
zh_hans: 代币已送出!
zh_hant: 代幣已送出!

source: Coins have been staked!
de: Die Coins wurden gestakt!
es: ¡Has apostado monedas!
pl: Monety zostały zastawione!
ru: Депозит отправлен!
th: ทรัพย์สินได้ถูกสเต็กแล้ว!
tr: Coin'ler stake edildi!
uk: Депозит відправлено!
zh_hans: 代币已质押！
zh_hant: 代幣已被質押成功!

source: Coins have been swapped!
de: Die Coins wurden getauscht!
es: ¡Las monedas han sido intercambiadas!
pl: Monety zostały wymienione!
ru: Токены были обменяны!
th: โทเคนถูกสับเปลี่ยนแล้ว!
tr: Coin'ler takas edildi!
uk: Токени були обміняні!
zh_hans: 币已交换完成！
zh_hant: 币已交换完成！

source: Coins have been unstaked!
de: Coins wurden entstaked!
es: ¡Monedas retiradas!
pl: Monety wycofane!
ru: Монеты выведены!
th: เหรียญถูกถอนแล้ว!
tr: Coin’ler çıkarıldı!
uk: Монети виведено!
zh_hans: 代币已解锁！
zh_hant: 代幣已解鎖！

source: Collectibles
de: Sammlerstücke
es: Coleccionables
pl: Kolekcjonerskie
ru: Коллекции
th: ของสะสม
tr: Koleksiyonlar
uk: Колекції
zh_hans: 收藏品
zh_hant: 收藏品

source: Collection
de: Sammlung
es: Colección
pl: Kolekcja
ru: Коллекция
th: คอลเลกชัน
tr: Koleksiyon
uk: Колекція
zh_hans: 集合
zh_hant: 集合

source: Comment
de: Memo
es: Comentario
pl: Komentarz
ru: Комментарий
th: หมายเหตุ
tr: Memo (Açıklama)
uk: Коментар
zh_hans: 留言
zh_hant: 註記欄

source: Comment is too long.
de: Der Kommentar ist zu lang.
es: El comentario es demasiado largo.
pl: Komentarz jest za długi.
ru: Комментарий слишком длинный.
th: หมายเหตุยาวเกินไป.
tr: Yorum çok uzun.
uk: Коментар занадто довгий.
zh_hans: 评论太长了。
zh_hant: 評論太長了。

source: Comment or Memo
de: Kommentar oder Memo
es: Comentario o Memo
pl: Komentarz lub notatka
ru: Комментарий или Memo
th: หมายเหตุ หรือ จดบันทึก
tr: Memo (Açıklama)
uk: Коментар або Memo
zh_hans: 留言 (Memo)
zh_hant: 註記欄 (Memo)
